<section class="about section-offset">
    <div class="container">
        <h2 class="section-title about__title">О предприятии</h2>
        <div class="about__text grid">
            <p class="about__descr">
                За 20 лет развития в структуре завода сформирован мощный производственный потенциал, научно-технический центр, испытательная лаборатория, современная база, учебный центр и широкая сеть региональных и международных представительств в Российской Федерации, Республике Беларусь, Узбекистане и Казахстане.
            </p>
            <p class="about__descr">
                Ежегодно НПП "ПИОНЕР" реализует несколько проектов по модернизации серийных и разработке новых приборов, призванные в наибольшей степени удовлетворять возрастающие требования наших заказчиков.
            </p>
            <p class="about__descr">
                В номенклатуре выпускаемой НПП "ПИОНЕР" продукции найдётся всё, что необходимо для успешного решения задачи автоматизации технологических процессов на любом предприятии. Все средства измерения производства "ПИОНЕР" внесены в Государственный реестр СИ и имеют необходимые разрешительные документы.
            </p>
        </div>
        <div class="about__images grid">
            <img class="about__image" src="image/svarsik.jpeg" srcset="svarsik_2x.jpeg 2x" loading="lazy" alt="Сварщик работает на заводе" width="580" height="280">
            <img class="about__image" src="image/konveer.jpg" srcset="konveer_2x.jpg 2x" loading="lazy" alt="Конвейер автомобилей" width="580" height="280">
        </div>
    </div>
</section>